USE alshab;

INSERT INTO
    users (
        serial,
        name,
        name_ar,
        role_id,
        city_id,
        phone,
        password
      
    )
    VALUES

(
    001000,
    "Abdullah K. AlSubaie",
    "عبدالله خزام السبيعي",
    3,
    2,
    "0545334334",
    "123456"
),
(
    001001,
    "Afrah Abdullah Almanhapi",
    "افراح عبدالله المنهبي",
    1,
    2,
    "0503056210",
    "123456"
),
(
    001002,
    "Dr. MASHARI KHAZAM",
    "د. مشاري بن خزام",
    3,
    2,
    "0530600800",
    "123456"
),
(
    001003,
    "Eng. Bandr Bin Dajam",
    "م. بندر بن دعجم",
    3,
    1,
    "0555559997",
    "123456"
),
(
    001004,
    "OsamahAhmadAlmanhapi-4094",
    "اسامه احمد المنهبي",
    3,
    1,
    "0501663722",
    "123456"
),
(
    001005,
    "HessaabdullahALZahrani-72291",
    "حصه عبدالله الزهراني",
    2,
    2,
    "0552322654",
    "123456"
),
(
    001006,
    "AbeerAllubdi-68456",
    "عبير مطلق اللبدي",
    3,
    1,
    "0543424345",
    "123456"
),
(
    001007,
    "RehabAbdullahAlMaghribi-31597",
    "رحاب عبدالله المغربي",
    3,
    1,
    "0550006013",
    "123456"
),
(
    001008,
    "RashedMAlshehri-58642",
    "راشد محمد الشهري",
    3,
    1,
    "0548877401",
    "123456"
),
(
    001009,
    "HamzaAlturki-79453",
    "حمزة أشرف التركي",
    3,
    1,
    "0560005321",
    "123456"
),
(
    001010,
    "JabrJaberAlharbi-75890",
    "جبر جابر الحربي",
    1,
    1,
    "0599906763",
    "123456"
),
(
    001011,
    "Nadiaalkhashrami-89721",
    "نادية الخشرمي",
    3,
    1,
    "0547288681",
    "123456"
),
(
    001012,
    "Eng. AnasAlansari-99848",
    "م. انس محمود الانصاري",
    3,
    1,
    "0569967793",
    "123456"
),
(
    001013,
    "JanaA.Almanhapi-80511",
    "جنى احمد عبدالله",
    1,
    1,
    "0503056610",
    "123456"
),
(
    001014,
    "WaleedAGogandi-89312",
    "وليد عبد الواسع قوقندي",
    3,
    1,
    "0565114040",
    "123456"
),
(
    001015,
    "lujain omar babatin",
    "لجين عمر بابطين",
    3,
    1,
    "0503056310",
    "123456"
),
(
    001016,
    "waleed eid alzahrani",
    "وليد عيد الزهراني",
    3,
    1,
    "0553663458",
    "123456"
),
(
    001017,
    "Abdullah S Alshehri",
    "عبدالله صالح الشهري",
    3,
    7,
    "0582227141",
    "123456"
),
(
    001018,
    "Wafaa salih albadriy",
    "وفاء صالح البدري",
    3,
    1,
    "0503617123",
    "123456"
),
(
    001019,
    "Sattam Eid alkadi",
    "سطام عيد القاضي",
    3,
    1,
    "0541940680",
    "123456"
),
(
    001020,
    "Jawaher Ahmed Abdullah",
    "جواهر أحمد العنزي",
    2,
    2,
    "0501090299",
    "123456"
),
(
    001021,
    "Arif Mubarak Alhussain",
    "عارف مبارك آل حسين",
    3,
    2,
    "0504563895",
    "123456"
),
(
    001022,
    "Dr. Muhanna Kamal Al-Muhanna",
    "د. مهنا كمال المهنا",
    3,
    2,
    "0560022888",
    "123456"
),
(
    001023,
    "Mohammed faisal shahin",
    "محمد فيصل شاهين",
    3,
    1,
    "0551384446",
    "123456"
),
(
    001024,
    "meshal Ali albarjas",
    "مشعل علي البرجس",
    3,
    2,
    "0508986346",
    "123456"
),
(
    001025,
    "Amany Mohammed younis",
    "أماني محمد يونس",
    3,
    2,
    "0545412476",
    "123456"
),
(
    001026,
    "Ayed Owda Alharbi",
    "عايد عوده الحربي",
    3,
    1,
    "0505772368",
    "123456"
),
(
    001027,
    "Sulaiman A Albalawi",
    "سليمان عوض البلوي",
    3,
    8,
    "0565803212",
    "123456"
),
(
    001028,
    "Sahar Salem Alhutami",
    "سحر سالم الحطامي",
    3,
    1,
    "0504644416",
    "123456"
),
(
    001029,
    "EMAN ZAIN ALABDIN",
    "إيمان زين العابدين ",
    2,
    4,
    "0544841405",
    "123456"
),
(
    001030,
    "ABDULLAH AHMED HASSAN",
    "عبدالله أحمد حسان",
    3,
    1,
    "0566082280",
    "123456"
),
(
    001031,
    "Noorah Nooh Ahmad",
    "نوره نوح احمد",
    1,
    2,
    "0569692200",
    "123456"
),
(
    001032,
    "Buthainah Mohammed Makhshen",
    "بثينة بنت محمد",
    2,
    2,
    "0533510660",
    "123456"
),
(
    001033,
    "Abdulaziz Bin Ali",
    "عبدالعزيز بن علي",
    3,
    1,
    "0544426660",
    "123456"
),
(
    001034,
    "Sara Essam Zahid",
    "سارة عصام زاهد",
    3,
    1,
    "0560011909",
    "123456"
),
(
    001035,
    "EID ABDULLAH ALOTAIBI",
    "عيد عبدالله العتيبي",
    3,
    2,
    "0531444452",
    "123456"
),
(
    001036,
    "Samia Ali Abdullah Al-Sharif",
    "ساميه علي الشريف",
    3,
    5,
    "0563010595",
    "123456"
),
(
    001037,
    "sarah saad m.d",
    "سارة سعد الدوسري",
    3,
    9,
    "0551097700",
    "123456"
),
(
    001038,
    "Mohammed K.R Alsharef",
    "محمد خالد الشريف",
    3,
    5,
    "0597777351",
    "123456"
),
(
    001039,
    "Mohammad A Surrati",
    "محمد عبد القادر سرتي",
    3,
    4,
    "0505506869",
    "123456"
),
(
    001040,
    "Hanan Mohammed Ahmedden",
    "حنان محمد احمددين",
    3,
    4,
    "0534082851",
    "123456"
),
(
    001041,
    "Eng. IBRAHEEM M. ALMOHAIMEED",
    "ابراهيم محمد المحيميد",
    2,
    2,
    "0505221231",
    "123456"
),
(
    001042,
    "MESHAL ABN ABDALLH",
    "مشعل بن عبدالله",
    3,
    18,
    "0593333428",
    "123456"
),
(
    001043,
    "Samah Adel Aljuryan",
    "سماح عادل الجريان",
    2,
    19,
    "0554326380",
    "123456"
),
(
    001044,
    "Sahar Hussain Hayek",
    "سحر حسين حايك",
    3,
    1,
    "0547999847",
    "123456"
),
(
    001045,
    "AHLAM ATIAH ALLAH ALMURASHI",
    "احلام عطية الله المرعشي",
    3,
    5,
    "0562734006",
    "123456"
),
(
    001046,
    "Badriah Ibrahim almoqrin",
    "بدرية ابراهيم المقرن",
    3,
    2,
    "0531097130",
    "123456"
),
(
    001047,
    "Alaa Abbad Alharbi",
    "الاء عباد الحربي",
    2,
    4,
    "0505550498",
    "123456"
),
(
    001048,
    "Maha mohammed Alfarran",
    "مها محمد الفران",
    3,
    1,
    "0544682888",
    "123456"
),
(
    001049,
    "Assem a alorf",
    "عاصم عبدالعزيز العرف",
    3,
    12,
    "0501005551",
    "123456"
),
(
    001050,
    "MOHAMMAD JARALLAH ALZAHRANI",
    "محمد جارالله الزهراني",
    3,
    2,
    "0565656156",
    "123456"
),
(
    001051,
    "Mohammed  Al.harbi",
    "محمد عياد الحربي",
    3,
    12,
    "0506141478",
    "123456"
),
(
    001052,
    "Saher Salem Almadani",
    "ساهر سالم المدني",
    3,
    1,
    "0541499049",
    "123456"
),
(
    001053,
    "Rawan saeed alshahrani",
    "روان عبدالله المغربي",
    1,
    1,
    "0566376051",
    "123456"
),
(
    001054,
    "Raghdah Adel Murghlan",
    "رغدة عادل مرغلان",
    3,
    1,
    "0565525707",
    "123456"
),
(
    001055,
    "HAMZA A. MANDELI",
    "حمزه عبدالهادي منديلي",
    3,
    4,
    "0542186168",
    "123456"
),
(
    001056,
    "Khaled Abdullah Muhammad ALshayeb",
    "خالد عبدالله الشايب",
    3,
    2,
    "0554121112",
    "123456"
),
(
    001057,
    "Saada Saad Al-Ghamdi",
    "سعدى سعد الغامدي",
    3,
    11,
    "0532155056",
    "123456"
),
(
    001058,
    "Abdulrhman Ahmed Abushiqa",
    "عبدالرحمن احمد ابوشيقه",
    3,
    2,
    "0554462122",
    "123456"
),
(
    001059,
    "Morooj Hashim Katib",
    "مروج هاشم كاتب",
    3,
    2,
    "0504477547",
    "123456"
),
(
    001060,
    "Eisa S. Alolayani",
    "عيسى سحمان العلياني",
    3,
    1,
    "0502457745",
    "123456"
),
(
    001061,
    "Hend Mohammad Alshehri",
    "هند محمد الشهري",
    2,
    1,
    "0507766321",
    "123456"
),
(
    001062,
    "Meaad Awad Al-Mutairi",
    "ميعاد عوض المطيري",
    1,
    1,
    "0551757631",
    "123456"
),
(
    001063,
    "Nazmi Abdulelah AlSaadi",
    "نظمي عبدالاله الصاعدي",
    3,
    1,
    "0568383837",
    "123456"
),
(
    001064,
    "Rzan M. Alghamdi",
    "رزان محمد الغامدي",
    3,
    8,
    "0550749777",
    "123456"
),
(
    001065,
    "Ammar S Mahmadah",
    "عمار سعيد مهمده",
    3,
    4,
    "0544310084",
    "123456"
),
(
    001066,
    "ebdaleziz bin dhiab",
    "عبدالعزيز بن ذياب",
    3,
    1,
    "0566824844",
    "123456"
),
(
    001067,
    "amal mabrouk frhan",
    "امل مبروك فرحان",
    3,
    15,
    "0508933537",
    "123456"
),
(
    001068,
    "Ibrahim Mohammedali Nourwali",
    "ابراهيم محمد علي نورولي",
    3,
    5,
    "0550939364",
    "123456"
),
(
    001069,
    "Lamyaa farooq abdulmajeed",
    "لمياء فاروق عبدالمجيد",
    3,
    1,
    "0531621616",
    "123456"
),
(
    001070,
    "AHMED ATTIAH AL HARTOOMI",
    "احمد عطيه الحرتومي",
    1,
    10,
    "0542778996",
    "123456"
),
(
    001071,
    "Badr Jaza Alotaibi",
    "بدر جزاء العتيبي",
    2,
    1,
    "0506293862",
    "123456"
),
(
    001072,
    "ASMA DAKHEEL ALTALHI",
    "أسمى دخيل الطلحي",
    3,
    3,
    "0502709581",
    "123456"
),
(
    001073,
    "MAJED YHYA AlSHARNI",
    "ماجد يحيى الشهراني",
    3,
    11,
    "059785000",
    "123456"
),
(
    001074,
    "Eng. Mahmiud M. Mujalled",
    "محمود محمد مُجلّد",
    3,
    2,
    "0556662623",
    "123456"
),
(
    001075,
    "KHALID MUHAMMAD OBAID",
    "خالد محمد عبيد",
    2,
    2,
    "0563633380",
    "123456"
),
(
    001076,
    "Dalal Mohammed Saed",
    "دلال محمد سعيد",
    3,
    2,
    "0506080140",
    "123456"
),
(
    001077,
    "Doa'a Wail Saleh Islam",
    "دعاء وائل صالح إسلام",
    3,
    1,
    "0541091844",
    "123456"
),
(
    001078,
    "Anwar essam alkiki",
    "أنوار عصام الكيكي",
    3,
    2,
    "0542442399",
    "123456"
),
(
    001079,
    "Loai Hassan Abduljawad",
    "لؤي حسن عبدالجواد",
    3,
    2,
    "0530333555",
    "123456"
),
(
    001080,
    "Badr Ayed Al-Harees",
    "بدر عايض الحريص",
    3,
    2,
    "0533333527",
    "123456"
),
(
    001081,
    "ALANOUD SAYER ALHARBI",
    "العنود ساير الحربي",
    3,
    20,
    "0533743012",
    "123456"
),
(
    001082,
    "Jalal Saleh Qotai",
    "جلال صالح القطيعي",
    3,
    2,
    "0555530996",
    "123456"
),
(
    001083,
    "hanadi said mohammed",
    "هنادي سعيد محمد",
    3,
    1,
    "0555555501",
    "123456"
),
(
    001084,
    "waleed Salman Alnadhri",
    "وليد سلمان الناظري",
    3,
    2,
    "0565962255",
    "123456"
),
(
    001085,
    "Hanan  Ahmad Salwati",
    "حنان أحمد  صلواتي",
    3,
    5,
    "0544433256",
    "123456"
),
(
    001086,
    "Wejdan Ateyah ALGhmdey",
    "وجدان عطيه البتير",
    3,
    1,
    "0554366945",
    "123456"
),
(
    001087,
    "Abdullah Majed AlKassabi",
    "عبدالله ماجد القصبي",
    3,
    1,
    "0504604638",
    "123456"
),
(
    001088,
    "Bayan mohammad albarakati",
    "بيان محمد البركاتي",
    3,
    1,
    "0548991730",
    "123456"
),
(
    001089,
    "Nahla H Mufti",
    "نهله حسن مفتي",
    3,
    4,
    "0556563232",
    "123456"
),
(
    001090,
    "Rawan wajdi fadhel",
    "روان وجدي فاضل",
    1,
    1,
    "566077616",
    "123456"
),
(
    001091,
    "Muhanned Mohammed Al-Lihyani",
    "مهند محمد اللحياني",
    3,
    4,
    "0505545464",
    "123456"
),
(
    001092,
    "Nora J Almalki",
    "نورة جارالله المالكي",
    3,
    4,
    "0569546422",
    "123456"
),
(
    001093,
    "Muna Hamead Allabdi",
    "منى حميد اللبدي",
    3,
    1,
    "0533449760",
    "123456"
),
(
    001094,
    "Reem Mohammed Al-Qahtani",
    "ريم محمد القحطاني",
    3,
    2,
    "0541666143",
    "123456"
),
(
    001095,
    "Ahmad K. Albuainain",
    "احمد خليفة البوعينين",
    3,
    8,
    "0555555502",
    "123456"
),
(
    001096,
    "RAWAN SAEED ALGHAMDI",
    "روان سعيد الغامدي",
    3,
    13,
    "0538934334",
    "123456"
),
(
    001097,
    "HANAN  SALIM ALRUWYJAH",
    "حنان سالم الرويجح",
    3,
    3,
    "0559552533",
    "123456"
),
(
    001098,
    "Fathiah saed Abduilah Alsheikhi",
    "فتحية سعيد الشيخي",
    3,
    1,
    "0540300195",
    "123456"
),
(
    001099,
    "Taghreed khalaf Alazwary",
    "تغريد خلف الازوري",
    3,
    1,
    "0568081056",
    "123456"
),
(
    001100,
    "Rahaf ahmed sobhan",
    "رهف احمد سبحان",
    3,
    1,
    "0595959649",
    "123456"
),
(
    001101,
    "Mohammad yousef milibari",
    "محمد يوسف مليباري",
    3,
    1,
    "0568284231",
    "123456"
),
(
    001102,
    "MUZUN MOUSAA ALkHAlBARl",
    "مزون موسى الخيبري",
    3,
    14,
    "0543773179",
    "123456"
),
(
    001103,
    "khaled Eid almutairi",
    "خالد عيد المطيري",
    3,
    2,
    "0563369970",
    "123456"
),
(
    001104,
    "Esraa M Nazer",
    "إسراء مصطفى ناظر",
    3,
    1,
    "0554686618",
    "123456"
),
(
    001105,
    "Mohammed Mrawan Mamluk",
    "محمد مروان مملوك",
    3,
    2,
    "0593312119",
    "123456"
),
(
    001106,
    "Sultan a alfuryh",
    "سلطان عبدالرحمن الفريح",
    3,
    2,
    "0531122041",
    "123456"
),
(
    001107,
    "Amal Ali S",
    "أمل علي صالح",
    3,
    15,
    "0557210305",
    "123456"
),
(
    001108,
    "Rabab Abdullah AL-Zhrany",
    "رباب عبدالله الزهراني",
    3,
    3,
    "0555555503",
    "123456"
),
(
    001109,
    "Nawaf M Alqahtani",
    "نواف محمد القحطاني",
    3,
    2,
    "0555414006",
    "123456"
),
(
    001110,
    "Nour abdullah ALzharni",
    "نوره عبدالله الزهراني",
    3,
    2,
    "0503871121",
    "123456"
),
(
    001111,
    "Mansour Hameed Almalki",
    "منصور حميد المالكي",
    3,
    4,
    "0509998265",
    "123456"
),
(
    001112,
    "Tahani Ali Saleh",
    "تهاني علي صالح",
    2,
    15,
    "0530877935",
    "123456"
),
(
    001113,
    "Thekra Fahad  al ghamdi",
    "ذكرى فهد الغامدي",
    3,
    1,
    "0556339919",
    "123456"
),
(
    001114,
    "Aljawharah A. Alfuhayd",
    "الجوهرة عبدالعزيز آل فهيد",
    3,
    2,
    "0555258755",
    "123456"
),
(
    001115,
    "Mohammed Ali Asiri",
    "محمد علي عسيري",
    3,
    1,
    "0538375383",
    "123456"
),
(
    001116,
    "Eman saleh alyousef",
    "ايمان صالح اليوسف",
    3,
    2,
    "0554166423",
    "123456"
),
(
    001117,
    "Reem Ali Al-Qarmoshi",
    "ريم علي القرموشي",
    3,
    1,
    "0562617778",
    "123456"
),
(
    001118,
    "Tareq Melfi Alrowaili",
    "طارق ملفي الرويلي",
    3,
    2,
    "0555555504",
    "123456"
),
(
    001119,
    "Hilal H. Ashour",
    "هلال هشام عاشور",
    3,
    1,
    "0556299955",
    "123456"
),
(
    001120,
    "Sumaia Adnan jalloun",
    "سمية عنان جلون",
    3,
    2,
    "0570771300",
    "123456"
),
(
    001121,
    "Fatimah Sulaiman ALSaieed",
    "فاطمة سليمان السعيد",
    3,
    1,
    "0567745447",
    "123456"
),
(
    001122,
    "Hanaa Ahmed Mohammad Asiry",
    "هناء أحمد محمد عسيري",
    3,
    16,
    "0504338038",
    "123456"
),
(
    001123,
    "Abdulrhman Ahmed Sarhan",
    "عبدالرحمن احمد سرحان",
    3,
    1,
    "0555555505",
    "123456"
),
(
    001124,
    "Maria Mohammed ali alsaadi",
    "ماريا محمد علي الصاعدي",
    3,
    1,
    "0567774929",
    "123456"
),
(
    001125,
    "KHALID NASSER ALSURAYYI",
    "خالد ناصر السريع",
    3,
    1,
    "0561186221",
    "123456"
),
(
    001126,
    "khald aeabdallah alghamidi",
    "خالد عبدالله الغامدي",
    3,
    1,
    "0555555506",
    "123456"
),
(
    001127,
    "Rihab Salem Al Harbi",
    "رحاب سالم الحربي",
    3,
    9,
    "0550536339",
    "123456"
),
(
    001128,
    "Mana Ali Al-Muhayya",
    "مانع علي آل محيا",
    3,
    2,
    "0554841212",
    "123456"
),
(
    001129,
    "Anwar M Bakhashwain",
    "انور محمد باخشوين",
    3,
    2,
    "0500514665",
    "123456"
),
(
    001130,
    "Basma Badr Seddik",
    "بسمة بدر صديق",
    3,
    1,
    "0540959523",
    "123456"
),
(
    001131,
    "Jameel nabeel Ahmed",
    "جميل نبيل عبده",
    3,
    1,
    "0540044229",
    "123456"
),
(
    001132,
    "Kholoud Abdullah Tawashi",
    "خلود عبدالله طواشي",
    2,
    1,
    "0508106335",
    "123456"
),
(
    001133,
    "Khawla Al-Mass",
    "خولة الماص",
    3,
    2,
    "0502594963",
    "123456"
),
(
    001134,
    "KhaOriya Mohammed Alghamdi",
    "خيرية محمد الغامدي",
    3,
    4,
    "0505508150",
    "123456"
),
(
    001135,
    "Dleyel Hasan Alenezy",
    "دليّل حسن العنزي",
    3,
    2,
    "0555985421",
    "123456"
),
(
    001136,
    "MOHAMMED YAHYA ALNAMI",
    "محمد يحيى النعمي",
    3,
    17,
    "0544020911",
    "123456"
),
(
    001137,
    "Ruggia Rashed Al Katheiri",
    "رقية رشاد الكثيري",
    1,
    1,
    "0509782807",
    "123456"
),
(
    001138,
    "Omar Mohammed Babtain",
    "عمر محمد بابطين",
    3,
    8,
    "0555819947",
    "123456"
),
(
    001139,
    "einad KALID alqurashii",
    "عناد خالد القرشي",
    3,
    4,
    "0566619623",
    "123456"
),
(
    001140,
    "Eid away almarwani",
    "عيد عواد المرواني",
    3,
    1,
    "0500871500",
    "123456"
),
(
    001141,
    "gharis abrahim alfayiz",
    "غرس إبراهيم الفائز",
    3,
    2,
    "0509411252",
    "123456"
),
(
    001142,
    "Mahra Saeed Al-Ahmari",
    "مهرة سعيد الاحمري",
    3,
    1,
    "0508301000",
    "123456"
),
(
    001143,
    "Nujud Muhsen Alharbi",
    "نجود محسن الحربي",
    3,
    5,
    "0583583858",
    "123456"
),
(
    001144,
    "Nawal Abdullah Altamimi ",
    "نوال عبدالله التميمي",
    3,
    2,
    "0546885236",
    "123456"
),
(
    001145,
    "HUDA SAMI ALJAFAR",
    "هدى سامي الجعفر",
    3,
    2,
    "0507578110",
    "123456"
),
(
    001146,
    "Kawthar Mohammed Hawsawi",
    "كوثر محمد هوساوي",
    3,
    4,
    "0505578261",
    "123456"
),
(
    001147,
    "Hanan Hamad Al-Saqabi",
    "حنان حمد الصقعبي",
    2,
    2,
    "0565335921",
    "123456"
),
(
    001148,
    "Musa Sneed Al-Dubaisi",
    "موسى سنيد الدبيسي",
    3,
    2,
    "0548302552",
    "123456"
),
(
    001149,
    "Hassan Mohammed Fallata",
    "حسن محمد فلاته",
    3,
    4,
    "0566653365",
    "123456"
),
(
    001150,
    "Samira Mishaal Al-Juaid",
    "سميره مشعل الجعيد",
    1,
    3,
    "0532079834",
    "123456"
),
(
    001151,
    "Aisha Saleh Al-Otaibi",
    "عايشه صالح العتيبي",
    1,
    3,
    "0550895992",
    "123456"
),
(
    001152,
    "Abeer Fouad Khafaji",
    "عبير فؤاد خفاجي",
    3,
    1,
    "0543111370",
    "123456"
),
(
    001153,
    "Nora Abdul Rahman Al-Ghamdi",
    "نورا عبدالرحمن الغامدي",
    1,
    6,
    "0559540700",
    "123456"
),
(
    001154,
    "Amna Muhammad Al-Ghamdi",
    "امنه محمد الغامدي",
    2,
    2,
    "0504295552",
    "123456"
),
(
    001155,
    "Ibrahim Hussein alaryani",
    "إبراهيم حسين العرياني",
    3,
    2,
    "0505265734",
    "123456"
),
(
    001156,
    "Aisha Abdullah Baqader",
    "عائشة عبدالله باقادر",
    2,
    1,
    "0504517179",
    "123456"
),
(
    001157,
    "Wisam Mohamed alhazmi",
    "وسام محمد الحازمي",
    3,
    1,
    "0568955152",
    "123456"
),
(
    001158,
    "Hana M. Al-Tuwairqi",
    "هناء محمد الطويرقي",
    3,
    1,
    "0505612588",
    "123456"
),
(
    001159,
    "Abdulrhman Abdullah Alqhtani",
    "عبدالرحمن عبدالله القحطاني",
    3,
    1,
    "0554623103",
    "123456"
),
(
    001160,
    "Naif mohammed almobty",
    "نايف محمد المبطي",
    1,
    2,
    "0546288800",
    "123456"
),
(
    001161,
    "Areej mohammad Al Qurashi",
    "اريج محمد القرشي",
    3,
    1,
    "0544915512",
    "123456"
),
(
    001162,
    "Kahmes S. Alzahrani",
    "خميس سليم الزهراني",
    3,
    1,
    "0569957000",
    "123456"
),
(
    001163,
    "Doaa Mostafa nazer",
    "دعاء مصطفى ناظر",
    3,
    1,
    "0506692171",
    "123456"
),
(
    001164,
    "alaa a. felmban",
    "علاء عادل فلمبان",
    2,
    2,
    "0590980869",
    "123456"
)
;

UPDATE users SET active = 1;